[{
    "id": 1,
    "title": "The Palace Suite",
    "body": "The Bombay Palace's brilliantly appointed Palace Suit is perfect for private parties,conferences and important meetings. It looks amazing with its walnut veneer walls and floor-to-ceiling windows blinds are avilable if required and is equipped with everything you could need to make your meeting and conference go smoothlyincluding: <ul> <li>A 60 smart TV (discreetly hidden in the wall), ideal for Presentations.</li><li>A satellite connection</li><li>Free Sat HD and Freeview HD Definite</li><li>A walnut veneer partition giving your event the privacy it needs</li><li>Wifi</li> </ul> For any enquiries about the Palace Suite and their suitability for your next event , please call us on 02077238855",
    "url": "src/images/news/f10.jpg"
  },
  {
    "id": 2,
    "title": "The Lounge Bar and Patio",
    "body": "The Lounge Bar is The Bombay Palace’s most relaxed private dining and events space. With a sleek glass partition to separate it from the rest of the restaurant, it’s a superb setting for a private party, a celebration or even just for a few cocktails with friends. A menu of contemporary Indian ‘tapas’ is served in the Lounge and adjoining patio. The Lounge boasts its own cocktail bar, manned by an expert bartender.It offers a great wine list with ten wines available by the glass at all times and an impressive collection of single malt whisky. Floor - to - ceiling doors open onto the all - weather patio equipped with electric heaters and a retractable canopy.The floral Patio is perfect for al fresco dining or used in conjunction with the lounge bar for an exclusive party.: <ul> <li> he Lounge bar has the following facilities: </li><li>55” Smart TV embedded in the wall</li> <li> Free Sat HD, Freeview HD </li><li>A walnut veneer partition giving your event the privacy it needs</li> <li> Satellite connection </li> </ul> For any enquiries about the Palace Suite and their suitability for your next event, please call us on 02077238855 ",
    "url": "src/images/news/f6.jpg"
  },
  {
    "id": 3,
    "title": "Exclusive Use",
    "body": "Looking for a memorable venue for a special birthday, anniversary or corporate dinner? Then why not reserve The Bombay Palace for exclusive use by your party. For private events for 80 guests or more, you can have the whole place to yourself. Well suited to both daytime and evening functions, the space offers separate Lounge and Patio areas for canapés, drinks or tapas menus. It’s possible to start there, before adjourning to the main dining room for main course and desserts.In its entirety, the restaurant can comfortably accommodate up to 120 persons seated and upto 180 standing. It is fully equipped for parties and business meetings, with a state of the art music system that is compatible with iPods, MP3 players and CDs. You can play different music in different zones or take advantage of the satellite connection, smart TV’s and WiFi across The Bombay Palace to show films, videos, photographs, resentations etc.: <ul> <li> he Lounge bar has the following facilities: </li><li>55” Smart TV embedded in the wall</li> <li> Free Sat HD, Freeview HD </li><li>A walnut veneer partition giving your event the privacy it needs</li> <li> Satellite connection </li> </ul> For any enquiries about the Palace Suite and their suitability for your next event, please call us on 02077238855 ",
    "url": "src/images/news/f7.JPG"
  }
]